{
  // 通用开局
  "通用开局": [
    {
      "name": "【旅途与幸运】女神的指引",
      "description": "你在一个破败的神龛前祈祷时，旅途与幸运的女神“泰珂”似乎听到了你的声音。你获得了一个神谕：前往最近的城镇，在“第一声钟响时遇到的第一个人”身上，有你命运的转机，或许你能遇到那个“她”？"
    },
    {
      "name": "【护送商队】金狮的低语",
      "description": "金狮商会的一支商队需要穿越盗匪横行的区域。任务看似简单，但你偶然听到，商队护卫在私下讨论货物中藏着的\"禁忌品\"。这趟旅程可能不只是对抗盗匪那么简单。"
    },
    {
      "name": "【历史的尘埃】第二次魔王战争古战场",
      "description": "一位来自\"伯伦斯法环联邦\"身份尊贵的历史学者雇佣你和一整个中型佣兵团作为保镖，深入第二次魔王战争的古战场，也就是如今的\"无尽深渊地城\"进行探索。他坚信那里埋藏着英雄们遗落的神器。"
    },
    {
      "name": "【盗贼的邀约】暗影中的交易",
      "description": "一张黑色的卡片悄无声息地出现在你的口袋里，上面是\"暗影之手\"的印记。他们邀请你去城中最混乱的街区进行一场交易。"
    },
    {
      "name": "【阴霾中的抉择】帝国的通缉令",
      "description": "在靠近兽族联盟的帝国边境城镇，你看到一张通缉令，悬赏一名\"叛逃的帝国士兵\"。然而，酒馆里的佣兵却说，那名士兵是因为发现了某个贵族的秘密才被灭口的。"
    }
  ],
  // 种族限定开局
  "种族限定": [
    {
      "name": "【种族限定】圣金之翼的试炼",
      "description": "（仅限翼民）作为一名年轻的翼民，你即将接受攀登圣山、面见教皇的“圣金之翼”试炼。这不仅是对你飞行技巧和信仰的考验，也是决定你未来在圣都梵尼亚地位的关键仪式。",
      "requiredRace": "翼民"
    },
    {
      "name": "【种族限定】生命庆典的骚动",
      "description": "（仅限精灵）作为一名精灵，你被长者派去调查“新芽之月”生命庆典上出现的魔力紊乱现象。这股力量似乎源自森林深处，它既可能带来新生，也可能引向腐化。",
      "requiredRace": "精灵"
    },
    {
      "name": "【种族限定】失落的氏族图腾",
      "description": "（仅限兽族）你的氏族图腾被敌对部落偷走了，这是奇耻大辱。你必须独自潜入对方的领地，在先祖之魂的怒火降临前，凭自己的力量和荣耀将图腾夺回。",
      "requiredRace": "兽族"
    }
  ],
  // 地区限定开局
  "地区限定": [
    {
      "name": "【地区限定】踏星仪式",
      "description": "（仅限“伯伦斯法环”开局）听闻“伯伦斯法环”三年一度的大型学徒招募仪式“踏星仪式”即将举行，你决定前往“伯伦斯法环”求学，一路日夜兼程，你终于赶在伯伦斯法环的“踏星仪式”当天来到了雾晶港。穿越宏伟庞大的魔幻城市，步入城市中心的伯伦斯广场，你在熙熙攘攘的人群中排队进入那高耸入云的魔幻巨塔“苍穹之塔”。此刻你身处塔中宽广恢弘的学徒招募大厅，和上千人一起等待着那张测试天赋和技能、决定自己命运的魔法羊皮纸。",
      "requiredLocation": "大陆东北部沿海区域-伯伦斯法环联邦-雾晶港"
    },
    {
      "name": "【地区限定】无尽之雨和无尽之旅",
      "description": "（仅限诺瓦·瓦伦蒂亚城开局）你来到了整片大陆上最大的冒险者之城——诺瓦·瓦伦蒂亚城。无尽的雨林、庞大的诺瓦尔河、传说中的龙姬、以及神话中封印了第二代魔王的神迹“无尽深渊地城”，这座坐落于原始魔法雨林“无尽树海”的雨之城，将成为你传奇史诗的起点。此刻你身处整片大陆上规模最大的冒险者公会分会——“瓦伦蒂亚冒险者公会”的服务大厅中，正打算注册成为一名正式的冒险者。",
      "requiredLocation": "大陆西南部区域-无尽树海-奥古斯提姆帝国-诺瓦·瓦伦蒂亚城"
    },
    {
      "name": "【地区限定】王国的暗流",
      "description": "（仅限索伦蒂斯王国开局）索伦蒂斯王国的海军正在秘密寻找一件名为\"海龙之牙\"的遗物，据说它能平息风暴。一位神秘的贵族委托你抢先一步找到它，他似乎另有图谋。",
      "requiredLocation": "大陆东南部区域-索伦蒂斯王国"
    },
    {
      "name": "【地区限定】北境的呼唤",
      "description": "（仅限诺斯加德联盟开局）诺斯加德联盟的锻造师协会急需一种只在\"永冻冰原\"上才能找到的\"永冻冰晶\"。这不仅是一趟深入魔物腹地的危险旅程，更是赢得这些坚韧北方人尊重的机会。",
      "requiredLocation": "大陆东北部区域-诺斯加德联盟"
    }
  ]
}
